Repository: pivovar-samara/ddiary
Catalog: DDiary/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, zh_hans

# app.startup.error.storage_init_failed_format
source: Failed to initialize local data storage. %@
ar: فشل في تهيئة التخزين المحلي للبيانات. %@
de: Lokaler Datenspeicher konnte nicht initialisiert werden. %@
es: Error al inicializar el almacenamiento local de datos. %@
fr: Échec de l'initialisation du stockage local. %@
it: Inizializzazione dell'archivio dati locale non riuscita. %@
ja: ローカルデータストレージの初期化に失敗しました。%@
ko: 로컬 데이터 저장소를 초기화하지 못했습니다. %@
nl: Kan lokale gegevensopslag niet initialiseren. %@
pl: Nie udało się zainicjować lokalnego magazynu danych. %@
pt_br: Falha ao inicializar o armazenamento local de dados. %@
ru: Не удалось инициализировать локальное хранилище данных. %@
sv: Det gick inte att initiera lokal datalagring. %@
tr: Yerel veri depolama alanı başlatılamadı. %@
uk: Не вдалося ініціалізувати локальне сховище даних. %@
zh_hans: 无法初始化本地数据存储。%@

# app.startup.recovery_hint
source: Please restart the app. If the problem persists, reinstall the app or contact support.
ar: يرجى إعادة تشغيل التطبيق. إذا استمرت المشكلة، أعد تثبيت التطبيق أو تواصل مع الدعم.
de: Bitte starte die App neu. Wenn das Problem weiterhin besteht, installiere die App neu oder kontaktiere den Support.
es: Por favor, reinicia la aplicación. Si el problema persiste, reinstala la aplicación o contacta con soporte.
fr: Veuillez redémarrer l'application. Si le problème persiste, réinstallez l'application ou contactez le support.
it: Riavvia l'app. Se il problema persiste, reinstalla l'app o contatta il supporto.
ja: アプリを再起動してください。問題が解決しない場合は、アプリを再インストールするかサポートにお問い合わせください。
ko: 앱을 다시 시작하세요. 문제가 지속되면 앱을 재설치하거나 지원팀에 문의하세요.
nl: Start de app opnieuw. Als het probleem aanhoudt, installeer de app opnieuw of neem contact op met ondersteuning.
pl: Uruchom ponownie aplikację. Jeśli problem będzie się powtarzał, zainstaluj aplikację ponownie lub skontaktuj się z pomocą techniczną.
pt_br: Por favor, reinicie o app. Se o problema persistir, reinstale o app ou entre em contato com o suporte.
ru: Перезапустите приложение. Если проблема повторится, переустановите приложение или обратитесь в поддержку.
sv: Starta om appen. Om problemet kvarstår, installera om appen eller kontakta supporten.
tr: Lütfen uygulamayı yeniden başlatın. Sorun devam ederse uygulamayı yeniden yükleyin veya destekle iletişime geçin.
uk: Будь ласка, перезапустіть додаток. Якщо проблема не зникне, перевстановіть додаток або зверніться до служби підтримки.
zh_hans: 请重启应用。如果问题持续，请重新安装应用或联系支持团队。

# app.startup.title
source: Unable to start DDiary
ar: تعذّر تشغيل DDiary
de: DDiary konnte nicht gestartet werden
es: No se puede iniciar DDiary
fr: Impossible de démarrer DDiary
it: Impossibile avviare DDiary
ja: DDiaryを起動できません
ko: DDiary를 시작할 수 없습니다
nl: Kan DDiary niet starten
pl: Nie można uruchomić DDiary
pt_br: Não foi possível iniciar o DDiary
ru: Не удалось запустить DDiary
sv: Det gick inte att starta DDiary
tr: DDiary başlatılamadı
uk: Не вдалося запустити DDiary
zh_hans: 无法启动 DDiary

# export.header.comment
source: comment
ar: تعليق
de: Kommentar
es: comentario
fr: commentaire
it: commento
ja: コメント
ko: 댓글
nl: opmerking
pl: komentarz
pt_br: comentário
ru: комментарий
sv: kommentar
tr: yorum
uk: коментар
zh_hans: 备注

# export.header.date
source: date
ar: تاريخ
de: Datum
es: fecha
it: data
ja: 日付
ko: 날짜
nl: datum
pl: data
pt_br: data
ru: дата
sv: datum
tr: tarih
uk: дата
zh_hans: 日期

# export.header.diastolic
source: diastolic
ar: انبساطي
de: diastolisch
es: diastólica
fr: diastolique
it: diastolica
ja: 拡張期
ko: 이완기
nl: diastolisch
pl: rozkurczowe
pt_br: diastólica
ru: диастолическое
sv: diastoliskt
tr: diyastolik
uk: діастолічний
zh_hans: 舒张压

# export.header.meal_slot
source: mealSlot
ar: فترةالوجبة
de: MahlzeitSlot
es: ranuraComida
fr: créneauRepas
it: slotPasto
ja: 食事スロット
ko: 식사슬롯
nl: maaltijdSlot
pl: slotPosiłku
pt_br: slotRefeição
ru: приемПищи
sv: måltidsSlot
tr: öğünSlot
uk: слотПрийомуЇжі
zh_hans: 餐次槽

# export.header.measurement_type
source: measurementType
ar: نوعالقياس
de: Messungstyp
es: tipoMedición
fr: typeMesure
it: tipoMisurazione
ja: 測定タイプ
ko: 측정유형
nl: meetType
pl: typPomiaru
pt_br: tipoMedição
ru: типИзмерения
sv: mätningsTyp
tr: ölçümTipi
uk: типВимірювання
zh_hans: 测量类型

# export.header.pulse
source: pulse
ar: نبض
de: Puls
es: pulso
fr: pouls
it: polso
ja: 脈拍
ko: 맥박
nl: pols
pl: puls
pt_br: pulso
ru: пульс
sv: puls
tr: nabız
uk: пульс
zh_hans: 脉搏

# export.header.systolic
source: systolic
ar: انقباضي
de: systolisch
es: sistólica
fr: systolique
it: sistolica
ja: 収縮期
ko: 수축기
nl: systolisch
pl: skurczowe
pt_br: sistólica
ru: систолическое
sv: systoliskt
tr: sistolik
uk: систолічний
zh_hans: 收缩压

# export.header.time
source: time
ar: وقت
de: Uhrzeit
es: hora
fr: heure
it: ora
ja: 時刻
ko: 시간
nl: tijd
pl: czas
pt_br: hora
ru: время
sv: tid
tr: saat
uk: час
zh_hans: 时间

# export.header.timestamp
source: timestamp
ar: طابعزمني
de: Zeitstempel
es: marcaTiempo
fr: horodatage
it: marcaTemporale
ja: タイムスタンプ
ko: 타임스탬프
nl: tijdstempel
pl: znacznikCzasu
pt_br: marcaTempo
ru: временная_метка
sv: tidsstämpel
tr: zamanDamgası
uk: позначкаЧасу
zh_hans: 时间戳

# export.header.unit
source: unit
ar: وحدة
de: Einheit
es: unidad
fr: unité
it: unità
ja: 単位
ko: 단위
nl: eenheid
pl: jednostka
pt_br: unidade
ru: единица
sv: enhet
tr: birim
uk: одиниця
zh_hans: 单位

# export.header.value
source: value
ar: قيمة
de: Wert
es: valor
fr: valeur
it: valore
ja: 値
ko: 값
nl: waarde
pl: wartość
pt_br: valor
ru: значение
sv: värde
tr: değer
uk: значення
zh_hans: 数值

# export.section.bp
source: BP
ar: ضغط الدم
de: BD
es: PA
fr: TA
it: PA
ja: 血圧
ko: 혈압
nl: BD
pl: CT
pt_br: PA
ru: АД
sv: BT
tr: KB
uk: АТ
zh_hans: 血压

# export.section.glucose
source: Glucose
ar: جلوكوز
de: Glukose
es: Glucosa
it: Glucosio
ja: 血糖
ko: 혈당
pl: Glukoza
pt_br: Glicose
ru: Глюкоза
sv: Glukos
tr: Glikoz
uk: Глюкоза
zh_hans: 血糖

# glucose.type.fasting
source: Fasting
ar: صيام
de: Nüchtern
es: En ayunas
fr: À jeun
it: A digiuno
ja: 空腹時
ko: 공복
nl: Nuchter
pl: Na czczo
pt_br: Em jejum
ru: Натощак
sv: Fastande
tr: Açken
uk: Натщесерце
zh_hans: 空腹

# glucose.type.random
source: Random
ar: عشوائي
de: Zufällig
es: Aleatorio
fr: Aléatoire
it: Casuale
ja: 随時
ko: 임의
nl: Willekeurig
pl: Losowy
pt_br: Aleatório
ru: Случайное
sv: Slumpmässigt
tr: Rastgele
uk: Випадковий
zh_hans: 随机

# history.empty.description
source: There are no entries for the selected filter and date range.
ar: لا توجد إدخالات للفلتر ونطاق التاريخ المحددَين.
de: Keine Einträge für den ausgewählten Filter und Datumsbereich.
es: No hay entradas para el filtro y el rango de fechas seleccionados.
fr: Aucune entrée pour le filtre et la plage de dates sélectionnés.
it: Nessuna voce per il filtro e l'intervallo di date selezionati.
ja: 選択したフィルターと日付範囲のエントリがありません。
ko: 선택한 필터와 날짜 범위에 대한 항목이 없습니다.
nl: Geen vermeldingen voor het geselecteerde filter en datumbereik.
pl: Brak wpisów dla wybranego filtru i zakresu dat.
pt_br: Não há entradas para o filtro e intervalo de datas selecionados.
ru: Нет записей для выбранного фильтра и диапазона дат.
sv: Inga poster för det valda filtret och datumintervallet.
tr: Seçili filtre ve tarih aralığı için kayıt bulunamadı.
uk: Немає записів для вибраного фільтра та діапазону дат.
zh_hans: 所选过滤器和日期范围内没有记录。

# history.empty.title
source: No measurements
ar: لا توجد قياسات
de: Keine Messungen
es: Sin mediciones
fr: Aucune mesure
it: Nessuna misurazione
ja: 測定値なし
ko: 측정값 없음
nl: Geen metingen
pl: Brak pomiarów
pt_br: Nenhuma medição
ru: Нет измерений
sv: Inga mätningar
tr: Ölçüm yok
uk: Немає вимірювань
zh_hans: 无测量数据

# history.filter.both
source: Both
ar: كلاهما
de: Beide
es: Ambos
fr: Les deux
it: Entrambi
ja: 両方
ko: 모두
nl: Beide
pl: Oba
pt_br: Ambos
ru: Оба
sv: Båda
tr: Her ikisi
uk: Обидва
zh_hans: 全部

# history.filter.bp
source: BP
ar: ضغط الدم
de: BD
es: PA
fr: TA
it: PA
ja: 血圧
ko: 혈압
nl: BD
pl: CT
pt_br: PA
ru: АД
sv: BT
tr: KB
uk: АТ
zh_hans: 血压

# history.filter.glucose
source: Glucose
ar: جلوكوز
de: Glukose
es: Glucosa
it: Glucosio
ja: 血糖
ko: 혈당
pl: Glukoza
pt_br: Glicose
ru: Глюкоза
sv: Glukos
tr: Glikoz
uk: Глюкоза
zh_hans: 血糖

# history.filter.label
source: Filter
ar: فلتر
es: Filtro
fr: Filtre
it: Filtro
ja: フィルター
ko: 필터
pl: Filtr
pt_br: Filtro
ru: Фильтр
tr: Filtre
uk: Фільтр
zh_hans: 过滤器

# history.loading
source: Loading…
ar: جارٍ التحميل…
de: Laden…
es: Cargando…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
ko: 불러오는 중…
nl: Laden…
pl: Ładowanie…
pt_br: Carregando…
ru: Загрузка…
sv: Läser in…
tr: Yükleniyor…
uk: Завантаження…
zh_hans: 加载中…

# history.quick_entry.title
source: Quick Entry
ar: إدخال سريع
de: Schnelleingabe
es: Entrada rápida
fr: Saisie rapide
it: Inserimento rapido
ja: クイック入力
ko: 빠른 입력
nl: Snelle invoer
pl: Szybki wpis
pt_br: Entrada rápida
ru: Быстрый ввод
sv: Snabbinmatning
tr: Hızlı Giriş
uk: Швидкий запис
zh_hans: 快速记录

# history.range.7_days
source: 7 days
ar: 7 أيام
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
ja: 7日間
ko: 7일
nl: 7 dagen
pl: 7 dni
pt_br: 7 dias
ru: 7 дней
sv: 7 dagar
tr: 7 gün
uk: 7 днів
zh_hans: 7天

# history.range.30_days
source: 30 days
ar: 30 يومًا
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
ja: 30日間
ko: 30일
nl: 30 dagen
pl: 30 dni
pt_br: 30 dias
ru: 30 дней
sv: 30 dagar
tr: 30 gün
uk: 30 днів
zh_hans: 30天

# history.range.accessibility_label_format
source: Range %@
ar: النطاق %@
de: Bereich %@
es: Rango %@
fr: Plage %@
it: Intervallo %@
ja: 範囲 %@
ko: 범위 %@
nl: Bereik %@
pl: Zakres %@
pt_br: Intervalo %@
ru: Диапазон %@
sv: Intervall %@
tr: Aralık %@
uk: Діапазон %@
zh_hans: 范围 %@

# history.range.today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
sv: Idag
tr: Bugün
uk: Сьогодні
zh_hans: 今天

# history.row.check_value
source: Check value
ar: تحقق من القيمة
de: Wert prüfen
es: Verificar valor
fr: Vérifier la valeur
it: Controlla valore
ja: 値を確認
ko: 값 확인
nl: Waarde controleren
pl: Sprawdź wartość
pt_br: Verificar valor
ru: Проверьте значение
sv: Kontrollera värde
tr: Değeri kontrol et
uk: Перевірте значення
zh_hans: 检查数值

# history.row.not_entered
source: Not entered
ar: لم يُدخل
de: Nicht eingegeben
es: No introducido
fr: Non saisi
it: Non inserito
ja: 未入力
ko: 입력 안 됨
nl: Niet ingevoerd
pl: Nie wprowadzono
pt_br: Não inserido
ru: Не введено
sv: Ej angivet
tr: Girilmedi
uk: Не введено
zh_hans: 未输入

# history.row.pulse_format
source: Pulse %@
ar: النبض %@
de: Puls %@
es: Pulso %@
fr: Pouls %@
it: Polso %@
ja: 脈拍 %@
ko: 맥박 %@
nl: Pols %@
pl: Puls %@
pt_br: Pulso %@
ru: Пульс %@
sv: Puls %@
tr: Nabız %@
uk: Пульс %@
zh_hans: 脉搏 %@

# meal.snack
source: Snack
ar: وجبة خفيفة
es: Merienda
fr: Collation
it: Spuntino
ja: 間食
ko: 간식
nl: Tussendoortje
pl: Przekąska
pt_br: Lanche
ru: Перекус
sv: Mellanmål
tr: Atıştırmalık
uk: Перекус
zh_hans: 零食

# measurement.add_comment
source: Add comment
ar: إضافة تعليق
de: Kommentar hinzufügen
es: Añadir comentario
fr: Ajouter un commentaire
it: Aggiungi commento
ja: コメントを追加
ko: 댓글 추가
nl: Opmerking toevoegen
pl: Dodaj komentarz
pt_br: Adicionar comentário
ru: Добавить комментарий
sv: Lägg till kommentar
tr: Yorum ekle
uk: Додати коментар
zh_hans: 添加备注

# measurement.comment.placeholder
source: Comment
ar: تعليق
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
ja: コメント
ko: 댓글
nl: Opmerking
pl: Komentarz
pt_br: Comentário
ru: Комментарий
sv: Kommentar
tr: Yorum
uk: Коментар
zh_hans: 备注

# measurement.type.capillary
source: Capillary
ar: شعري
de: Kapillar
es: Capilar
fr: Capillaire
it: Capillare
ja: 毛細血管
ko: 모세혈관
nl: Capillair
pl: Kapilarny
pt_br: Capilar
ru: Капиллярная
sv: Kapillär
tr: Kılcal
uk: Капілярний
zh_hans: 毛细血管

# measurement.type.fingerstick
source: Fingerstick
ar: وخز الإصبع
de: Fingerstich
es: Punción digital
fr: Piqûre au doigt
it: Puntura del dito
ja: 指先採血
ko: 손가락 채혈
nl: Vingerprik
pl: Nakłucie palca
pt_br: Punção digital
ru: Пальцевый прокол
tr: Parmak Ucu
uk: Укол пальця
zh_hans: 指尖采血

# measurement.type.sensor
source: Sensor
ar: مستشعر
fr: Capteur
it: Sensore
ja: センサー
ko: 센서
pl: Czujnik
ru: Сенсор
tr: Sensör
uk: Сенсор
zh_hans: 传感器

# measurement.type.venous
source: Venous
ar: وريدي
de: Venös
es: Venosa
fr: Veineux
it: Venoso
ja: 静脈
ko: 정맥
nl: Veneus
pl: Żylny
pt_br: Venoso
ru: Венозная
sv: Venös
tr: Venöz
uk: Венозний
zh_hans: 静脉

# notification.action.enter
source: Enter
ar: إدخال
de: Eingeben
es: Introducir
fr: Saisir
it: Inserisci
ja: 入力
ko: 입력
nl: Invoeren
pl: Wprowadź
pt_br: Inserir
ru: Ввести
sv: Ange
tr: Gir
uk: Ввести
zh_hans: 输入

# notification.action.move_to_dinner
source: Move to dinner
ar: نقل إلى العشاء
de: Auf Abendessen verschieben
es: Mover a cena
fr: Reporter au dîner
it: Sposta a cena
ja: 夕食に移動
ko: 저녁으로 이동
nl: Naar diner verplaatsen
pl: Przenieś na kolację
pt_br: Mover para o jantar
ru: Перенести на ужин
sv: Flytta till middag
tr: Akşam yemeğine taşı
uk: Перенести на вечерю
zh_hans: 移至晚餐

# notification.action.move_to_lunch
source: Move to lunch
ar: نقل إلى الغداء
de: Auf Mittagessen verschieben
es: Mover a almuerzo
fr: Reporter au déjeuner
it: Sposta a pranzo
ja: 昼食に移動
ko: 점심으로 이동
nl: Naar lunch verplaatsen
pl: Przenieś na obiad
pt_br: Mover para o almoço
ru: Перенести на обед
sv: Flytta till lunch
tr: Öğle yemeğine taşı
uk: Перенести на обід
zh_hans: 移至午餐

# notification.action.skip
source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: Пропустить
sv: Hoppa över
tr: Atla
uk: Пропустити
zh_hans: 跳过

# notification.action.snooze_format
source: Snooze %dm
ar: تأجيل %d دقيقة
de: Schlummern %d Min
es: Posponer %d min
fr: Rappel %d min
it: Posticipa %d min
ja: %d分後に通知
ko: %d분 미루기
nl: %d min uitstellen
pl: Odłóż na %d min
pt_br: Adiar %d min
ru: Отложить на %d мин
sv: Snooze %d min
tr: Ertele %d dk
uk: Відкласти на %d хв
zh_hans: 推迟 %d 分钟

# notification.bp.body
source: Time to measure your blood pressure.
ar: حان وقت قياس ضغط الدم.
de: Zeit, deinen Blutdruck zu messen.
es: Es hora de medir tu presión arterial.
fr: Il est temps de mesurer votre tension artérielle.
it: È ora di misurare la pressione arteriosa.
ja: 血圧を測定する時間です。
ko: 혈압을 측정할 시간입니다.
nl: Tijd om uw bloeddruk te meten.
pl: Czas zmierzyć ciśnienie krwi.
pt_br: Hora de medir sua pressão arterial.
ru: Пора измерить артериальное давление.
sv: Dags att mäta ditt blodtryck.
tr: Kan basıncınızı ölçme zamanı.
uk: Час виміряти артеріальний тиск.
zh_hans: 是时候测量血压了。

# notification.bp.title
source: Blood Pressure
ar: ضغط الدم
de: Blutdruck
es: Presión arterial
fr: Tension artérielle
it: Pressione arteriosa
ja: 血圧
ko: 혈압
nl: Bloeddruk
pl: Ciśnienie krwi
pt_br: Pressão Arterial
ru: Артериальное давление
sv: Blodtryck
tr: Kan Basıncı
uk: Артеріальний тиск
zh_hans: 血压

# notification.glucose.after_breakfast_2h.body
source: Log glucose 2 hours after breakfast.
ar: سجّل مستوى الجلوكوز بعد ساعتين من الإفطار.
de: Glukose 2 Stunden nach dem Frühstück erfassen.
es: Registra tu glucosa 2 horas después del desayuno.
fr: Enregistrez votre glycémie 2 heures après le petit-déjeuner.
it: Registra la glicemia 2 ore dopo colazione.
ja: 朝食2時間後の血糖値を記録してください。
ko: 아침 식사 2시간 후 혈당을 기록하세요.
nl: Registreer glucose 2 uur na het ontbijt.
pl: Zarejestruj poziom glukozy 2 godziny po śniadaniu.
pt_br: Registre a glicose 2 horas após o café da manhã.
ru: Внесите глюкозу через 2 часа после завтрака.
sv: Registrera glukos 2 timmar efter frukost.
tr: Kahvaltıdan 2 saat sonra glikozunuzu kaydedin.
uk: Запишіть рівень глюкози через 2 години після сніданку.
zh_hans: 请记录早餐后2小时的血糖值。

# notification.glucose.after_breakfast_2h.title
source: Glucose - After Breakfast (2h)
ar: جلوكوز - بعد الإفطار (2h)
de: Glukose - Nach dem Frühstück (2h)
es: Glucosa - Después del desayuno (2h)
fr: Glycémie - Après le petit-déjeuner (2h)
it: Glucosio - Dopo colazione (2h)
ja: 血糖 - 朝食後（2時間）
ko: 혈당 - 아침 식사 후 (2시간)
nl: Glucose - Na ontbijt (2u)
pl: Glukoza - Po śniadaniu (2h)
pt_br: Glicose - Após o café da manhã (2h)
ru: Глюкоза - после завтрака (2ч)
sv: Glukos - Efter frukost (2h)
tr: Glikoz - Kahvaltıdan Sonra (2s)
uk: Глюкоза - Після сніданку (2г)
zh_hans: 血糖 - 早餐后（2小时）

# notification.glucose.after_dinner_2h.body
source: Log glucose 2 hours after dinner.
ar: سجّل مستوى الجلوكوز بعد ساعتين من العشاء.
de: Glukose 2 Stunden nach dem Abendessen erfassen.
es: Registra tu glucosa 2 horas después de la cena.
fr: Enregistrez votre glycémie 2 heures après le dîner.
it: Registra la glicemia 2 ore dopo cena.
ja: 夕食2時間後の血糖値を記録してください。
ko: 저녁 식사 2시간 후 혈당을 기록하세요.
nl: Registreer glucose 2 uur na het diner.
pl: Zarejestruj poziom glukozy 2 godziny po kolacji.
pt_br: Registre a glicose 2 horas após o jantar.
ru: Внесите глюкозу через 2 часа после ужина.
sv: Registrera glukos 2 timmar efter middag.
tr: Akşam yemeğinden 2 saat sonra glikozunuzu kaydedin.
uk: Запишіть рівень глюкози через 2 години після вечері.
zh_hans: 请记录晚餐后2小时的血糖值。

# notification.glucose.after_dinner_2h.title
source: Glucose - After Dinner (2h)
ar: جلوكوز - بعد العشاء (2h)
de: Glukose - Nach dem Abendessen (2h)
es: Glucosa - Después de la cena (2h)
fr: Glycémie - Après le dîner (2h)
it: Glucosio - Dopo cena (2h)
ja: 血糖 - 夕食後（2時間）
ko: 혈당 - 저녁 식사 후 (2시간)
nl: Glucose - Na diner (2u)
pl: Glukoza - Po kolacji (2h)
pt_br: Glicose - Após o jantar (2h)
ru: Глюкоза - после ужина (2ч)
sv: Glukos - Efter middag (2h)
tr: Glikoz - Akşam Yemeğinden Sonra (2s)
uk: Глюкоза - Після вечері (2г)
zh_hans: 血糖 - 晚餐后（2小时）

# notification.glucose.after_lunch_2h.body
source: Log glucose 2 hours after lunch.
ar: سجّل مستوى الجلوكوز بعد ساعتين من الغداء.
de: Glukose 2 Stunden nach dem Mittagessen erfassen.
es: Registra tu glucosa 2 horas después del almuerzo.
fr: Enregistrez votre glycémie 2 heures après le déjeuner.
it: Registra la glicemia 2 ore dopo pranzo.
ja: 昼食2時間後の血糖値を記録してください。
ko: 점심 식사 2시간 후 혈당을 기록하세요.
nl: Registreer glucose 2 uur na de lunch.
pl: Zarejestruj poziom glukozy 2 godziny po obiedzie.
pt_br: Registre a glicose 2 horas após o almoço.
ru: Внесите глюкозу через 2 часа после обеда.
sv: Registrera glukos 2 timmar efter lunch.
tr: Öğle yemeğinden 2 saat sonra glikozunuzu kaydedin.
uk: Запишіть рівень глюкози через 2 години після обіду.
zh_hans: 请记录午餐后2小时的血糖值。

# notification.glucose.after_lunch_2h.title
source: Glucose - After Lunch (2h)
ar: جلوكوز - بعد الغداء (2h)
de: Glukose - Nach dem Mittagessen (2h)
es: Glucosa - Después del almuerzo (2h)
fr: Glycémie - Après le déjeuner (2h)
it: Glucosio - Dopo pranzo (2h)
ja: 血糖 - 昼食後（2時間）
ko: 혈당 - 점심 식사 후 (2시간)
nl: Glucose - Na lunch (2u)
pl: Glukoza - Po obiedzie (2h)
pt_br: Glicose - Após o almoço (2h)
ru: Глюкоза - после обеда (2ч)
sv: Glukos - Efter lunch (2h)
tr: Glikoz - Öğle Yemeğinden Sonra (2s)
uk: Глюкоза - Після обіду (2г)
zh_hans: 血糖 - 午餐后（2小时）

# notification.glucose.bedtime.body
source: Log bedtime glucose.
ar: سجّل مستوى الجلوكوز قبل النوم.
de: Glukose vor dem Schlafengehen erfassen.
es: Registra tu glucosa antes de dormir.
fr: Enregistrez votre glycémie avant de dormir.
it: Registra la glicemia prima di dormire.
ja: 就寝前の血糖値を記録してください。
ko: 취침 전 혈당을 기록하세요.
nl: Registreer glucose voor het slapengaan.
pl: Zarejestruj poziom glukozy przed snem.
pt_br: Registre a glicose antes de dormir.
ru: Внесите глюкозу перед сном.
sv: Registrera glukos innan du sover.
tr: Uyumadan önce glikozunuzu kaydedin.
uk: Запишіть рівень глюкози перед сном.
zh_hans: 请记录睡前血糖值。

# notification.glucose.bedtime.title
source: Glucose - Bedtime
ar: جلوكوز - قبل النوم
de: Glukose - Schlafenszeit
es: Glucosa - Al acostarse
fr: Glycémie - Coucher
it: Glucosio - Prima di dormire
ja: 血糖 - 就寝前
ko: 혈당 - 취침 전
nl: Glucose - Bedtijd
pl: Glukoza - Przed snem
pt_br: Glicose - Antes de dormir
ru: Глюкоза - перед сном
sv: Glukos - Läggdags
tr: Glikoz - Uyku Vakti
uk: Глюкоза - Перед сном
zh_hans: 血糖 - 睡前

# notification.glucose.before_breakfast.body
source: Log glucose before breakfast.
ar: سجّل مستوى الجلوكوز قبل الإفطار.
de: Glukose vor dem Frühstück erfassen.
es: Registra tu glucosa antes del desayuno.
fr: Enregistrez votre glycémie avant le petit-déjeuner.
it: Registra la glicemia prima di colazione.
ja: 朝食前の血糖値を記録してください。
ko: 아침 식사 전 혈당을 기록하세요.
nl: Registreer glucose voor het ontbijt.
pl: Zarejestruj poziom glukozy przed śniadaniem.
pt_br: Registre a glicose antes do café da manhã.
ru: Внесите глюкозу перед завтраком.
sv: Registrera glukos innan frukost.
tr: Kahvaltıdan önce glikozunuzu kaydedin.
uk: Запишіть рівень глюкози перед сніданком.
zh_hans: 请记录早餐前血糖值。

# notification.glucose.before_breakfast.title
source: Glucose - Before Breakfast
ar: جلوكوز - قبل الإفطار
de: Glukose - Vor dem Frühstück
es: Glucosa - Antes del desayuno
fr: Glycémie - Avant le petit-déjeuner
it: Glucosio - Prima di colazione
ja: 血糖 - 朝食前
ko: 혈당 - 아침 식사 전
nl: Glucose - Voor ontbijt
pl: Glukoza - Przed śniadaniem
pt_br: Glicose - Antes do café da manhã
ru: Глюкоза - перед завтраком
sv: Glukos - Innan frukost
tr: Glikoz - Kahvaltıdan Önce
uk: Глюкоза - Перед сніданком
zh_hans: 血糖 - 早餐前

# notification.glucose.before_dinner.body
source: Log glucose before dinner.
ar: سجّل مستوى الجلوكوز قبل العشاء.
de: Glukose vor dem Abendessen erfassen.
es: Registra tu glucosa antes de la cena.
fr: Enregistrez votre glycémie avant le dîner.
it: Registra la glicemia prima di cena.
ja: 夕食前の血糖値を記録してください。
ko: 저녁 식사 전 혈당을 기록하세요.
nl: Registreer glucose voor het diner.
pl: Zarejestruj poziom glukozy przed kolacją.
pt_br: Registre a glicose antes do jantar.
ru: Внесите глюкозу перед ужином.
sv: Registrera glukos innan middag.
tr: Akşam yemeğinden önce glikozunuzu kaydedin.
uk: Запишіть рівень глюкози перед вечерею.
zh_hans: 请记录晚餐前血糖值。

# notification.glucose.before_dinner.title
source: Glucose - Before Dinner
ar: جلوكوز - قبل العشاء
de: Glukose - Vor dem Abendessen
es: Glucosa - Antes de la cena
fr: Glycémie - Avant le dîner
it: Glucosio - Prima di cena
ja: 血糖 - 夕食前
ko: 혈당 - 저녁 식사 전
nl: Glucose - Voor diner
pl: Glukoza - Przed kolacją
pt_br: Glicose - Antes do jantar
ru: Глюкоза - перед ужином
sv: Glukos - Innan middag
tr: Glikoz - Akşam Yemeğinden Önce
uk: Глюкоза - Перед вечерею
zh_hans: 血糖 - 晚餐前

# notification.glucose.before_lunch.body
source: Log glucose before lunch.
ar: سجّل مستوى الجلوكوز قبل الغداء.
de: Glukose vor dem Mittagessen erfassen.
es: Registra tu glucosa antes del almuerzo.
fr: Enregistrez votre glycémie avant le déjeuner.
it: Registra la glicemia prima di pranzo.
ja: 昼食前の血糖値を記録してください。
ko: 점심 식사 전 혈당을 기록하세요.
nl: Registreer glucose voor de lunch.
pl: Zarejestruj poziom glukozy przed obiadem.
pt_br: Registre a glicose antes do almoço.
ru: Внесите глюкозу перед обедом.
sv: Registrera glukos innan lunch.
tr: Öğle yemeğinden önce glikozunuzu kaydedin.
uk: Запишіть рівень глюкози перед обідом.
zh_hans: 请记录午餐前血糖值。

# notification.glucose.before_lunch.title
source: Glucose - Before Lunch
ar: جلوكوز - قبل الغداء
de: Glukose - Vor dem Mittagessen
es: Glucosa - Antes del almuerzo
fr: Glycémie - Avant le déjeuner
it: Glucosio - Prima di pranzo
ja: 血糖 - 昼食前
ko: 혈당 - 점심 식사 전
nl: Glucose - Voor lunch
pl: Glukoza - Przed obiadem
pt_br: Glicose - Antes do almoço
ru: Глюкоза - перед обедом
sv: Glukos - Innan lunch
tr: Glikoz - Öğle Yemeğinden Önce
uk: Глюкоза - Перед обідом
zh_hans: 血糖 - 午餐前

# notification.glucose.rescheduled_from_breakfast
source: Rescheduled from breakfast.
ar: أُعيد جدولته من الإفطار.
de: Vom Frühstück verschoben.
es: Reprogramado desde el desayuno.
fr: Reporté depuis le petit-déjeuner.
it: Riprogrammato dalla colazione.
ja: 朝食からリスケジュールされました。
ko: 아침 식사에서 재예약되었습니다.
nl: Verplaatst van ontbijt.
pl: Przełożono ze śniadania.
pt_br: Reagendado do café da manhã.
ru: Перенесено с завтрака.
sv: Omplanerad från frukost.
tr: Kahvaltıdan yeniden planlandı.
uk: Перенесено зі сніданку.
zh_hans: 已从早餐重新安排。

# quick_entry.action.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
zh_hans: 取消
